ent-M14ClothingNeckMantleHansa = мантия лидера Ганзы
    .desc = Эта мантия так и пропитана капитализмом. Всё ради выгоды.
ent-M14ClothingNeckMantleTech = мантия лидера Кузнецкого Моста
    .desc = Мантия лидера той станции, где производится почти вся техника, что есть в метро.
ent-M14ClothingNeckMantleRedLine = мантия лидера Красной Линии
    .desc = Надевший её чувствует как тоталитаризм проникает в его тело.
ent-M14ClothingNeckMantleVDNH = мантия лидера ВДНХ
    .desc = Лидер грибочков и чая.
