ent-M14SecretDocumentHansa = секретный документ ганзы
    .desc = Содержит крайне важные документы для заключения мира.

ent-M14PeaceTreatyHansa = мирный договор от ганзы
    .desc = Необходим для заключения мира между фракциями.

ent-M14SecretDocumentHydra = секретный документ гидры
    .desc = Содержит крайне важные документы для заключения мира.

ent-M14PeaceTreatyHydra = мирный договор от гидры
    .desc = Необходим для заключения мира между фракциями.

ent-M14SecretDocumentRedLine = секретный документ красной линии
    .desc = Содержит крайне важные документы для заключения мира.

ent-M14PeaceTreatyRedLine = мирный договор от красной линии
    .desc = Необходим для заключения мира между фракциями.

ent-M14SecretDocumentTech = секретный документ техников
    .desc = Содержит крайне важные документы для заключения мира.

ent-M14PeaceTreatyTech = мирный договор от техников
    .desc = Необходим для заключения мира между фракциями.

ent-M14SecretDocumentVDNH = секретный документ вднх
    .desc = Содержит крайне важные документы для заключения мира.

ent-M14PeaceTreatyVDNH = мирный договор от вднх
    .desc = Необходим для заключения мира между фракциями.

ent-M14SecretDocumentSparta = секретный документ спарты
    .desc = Содержит крайне важные документы для заключения мира.

ent-M14PeaceTreatySparta = мирный договор от спарты
    .desc = Необходим для заключения мира между фракциями.

book-text-peace-treaty =
    Договор о вечном мире и взаимном сотрудничестве между Сторонами
    Признавая, что продолжительный конфликт причинил глубокие страдания народам и нанес ущерб благополучию региона,
    Стремясь положить конец военным действиям и создать прочную основу для мирного сосуществования,
    Подтверждая свою приверженность принципам суверенного равенства, территориальной целостности, нерушимости границ и урегулированию споров исключительно мирными средствами,
    Желая установить отношения взаимного уважения, доверия и сотрудничества на благо нынешнего и будущих поколений,
    Нижеподписавшиеся Стороны, действуя через своих полномочных представителей, согласились о нижеследующем:

    Статья 1. Прекращение состояния войны
    1.1. С момента подписания настоящего Договора между Сторонами устанавливается состояние вечного мира.
    1.2. Все враждебные действия, включая военные, пропагандистские и экономические акты агрессии, прекращаются незамедлительно.

    Статья 2. Делимитация границ
    2.1. Признается существующая демаркационная линия, как она зафиксирована в Приложении I к настоящему Договору, в качестве официальной и нерушимой государственной границы между Сторонами.
    2.2. Стороны обязуются в течение шести месяцев создать Совместную комиссию по демаркации для точного обозначения границы на местности в соответствии с картографическими материалами.

    Статья 3. Гуманитарное сотрудничество
    3.1. Стороны обязуются способствовать воссоединению разделенных конфликтом семей и предоставят всю необходимую информацию для этого.
    3.2. Будет создан Совместный комитет по гуманитарным вопросам для решения вопросов, связанных с пропавшими без вести лицами, и обеспечения доступа к местам массовых захоронений.
    3.3. Стороны гарантируют права культурных, религиозных и национальных меньшинств в соответствии с общепризнанными международными нормами.

    Статья 4. Восстановление дипломатических и экономических отношений
    4.1. Полномасштабные дипломатические и консульские отношения между Сторонами восстанавливаются в полном объеме не позднее чем через 30 дней после обмена ратификационными грамотами.
    4.2. Стороны предоставляют друг другу режим наибольшего благоприятствования в торговле и обязуются снять все ограничительные экономические барьеры, введенные в период конфликта, в соответствии с графиком, изложенным в Приложении III.

    Статья 5. Заключительные положения
    5.1. Настоящий Договор подлежит ратификации в соответствии с конституционными процедурами каждой из Сторон.
    5.2. Договор вступает в силу в день обмена ратификационными грамотами.
